Repository: Empathetech-LLC/dotnet-public
Catalog: lib/l10n/lang_*.arb
Languages: es, fr

# sosFree
source: It's completely free and the code is
es: Es completamente gratuito y el código es de
fr: C'est totalement gratuit et le code est

# sosOpenSource
source: open source
es: código abierto

# sosWeAlso
source: We also made a
es: También hicimos una
fr: Nous avons également créé un

# sosSetupGuide
source: setup guide
es: guía de instalación
fr: guide d'installation

# sosSetupGuideHint
source: Open a link to the README
es: Abrir un enlace al README
fr: Ouvrir un lien vers le README

# sosConsider
source: Please consider
es: Por favor, considere
fr: Veuillez envisager de

# sosContributing
source: contributing
es: contribuir
fr: contribuer

# sosSAPS
source: to support software as a public service.
es: al soporte del software como un servicio público.
fr: au support des logiciels en tant que service public.

# sosIconLabel
source: a loudly colored notification bell.
es: Un icono de notificación de color fuerte.
fr: Une icône de notification aux couleurs vives.

# llDescription
source: An Empathetech Android Launcher.
es: Un lanzador de Android Empathetech.
fr: Un lanceur Android Empathetech.

# llDescriptionFix
source: An Empathetic Android Launcher.
es: Un lanzador de Android empático.
fr: Un lanceur Android Empathetic.

# llInDev
source: Liminal is in development. It's design leans towards minimalism, because our phones should be tools for us to use, not the other way around.
es: Liminal está en desarrollo. Su diseño se inclina hacia el minimalismo, porque nuestros teléfonos deberían ser herramientas para que las usemos, no al revés.
fr: Liminal est en cours de développement. Son design tend vers le minimalisme, car nos téléphones devraient être des outils que nous utilisons, et non l'inverse.

# llBut
source: But, it's a minimalist launcher built with
es: Pero es un lanzador minimalista creado con
fr: Mais, c’est un lanceur minimaliste conçu avec

# llWhimsy
source: . So, your home screen will be free of clutter and distractions, AND be limitlessly customizable. With a bit of whimsy to boot.
es: . Así que tu pantalla de inicio estará libre de desorden y distracciones, Y será infinitamente personalizable. Con un toque de fantasía, además.
fr: . Ainsi, votre écran d’accueil sera libre de tout encombrement et distraction, ET sera personnalisable à l’infini. Avec une touche de fantaisie en prime.

# llTheHood
source: A sample home screen with a picture of Portland's Mount Hood.
es: Una pantalla de inicio de muestra con una foto del monte Hood en Portland.
fr: Un écran d’accueil exemple avec une photo du mont Hood de Portland.

# llLasRosas
source: A sample home screen with a picture of Portland's Rose garden.
es: Una pantalla de inicio de muestra con una foto del jardín de rosas de Portland.
fr: Un écran d’accueil exemple avec une photo du jardin des roses de Portland.

# llFrogAndPigs
source: A sample home screen with a picture of Portland's wildlife.
es: Una pantalla de inicio de muestra con una foto de la fauna de Portland.
fr: Un écran d’accueil exemple avec une photo des faune de Portland.

# llModel
source: Liminal will be released under a "pay what you can" model. The Google Play version will be paid, because (good) code doesn't write itself. The GitHub repo will also have a freely available APK, because a healthy relationship with technology shouldn't be exclusive to those with expendable income.
es: Liminal se lanzará bajo un modelo de "paga lo que puedas". La versión de Google Play será de pago, porque el (buen) código no se escribe solo. El repositorio de GitHub también tendrá un APK disponible de forma gratuita, porque una relación saludable con la tecnología no debería ser exclusiva de quienes tienen ingresos disponibles.
fr: Liminal sera publié selon un modèle « payez ce que vous pouvez ». La version Google Play sera payante, car le (bon) code ne s’écrit pas tout seul. Le dépôt GitHub proposera également un APK gratuit, car une relation saine avec la technologie ne devrait pas être réservée à ceux qui ont un revenu disponible.

# ssPreview1
source: Another Empathetech app,
es: La próxima aplicación de Empathetech,
fr: La prochaine application d'Empathetech,

# ssPreview1Fix
source: Another Empathetic app,
es: La próxima aplicación de Empathetic,
fr: La prochaine application d'Empathetic,

# ssPreview2
source: , is in development. Smoke Signal is a social network app designed to keep us off our screens.
es: , está en desarrollo. es una aplicación de red social diseñada para mantenernos alejados de las pantallas.
fr: , est en cours de développement. Smoke Signal est une application de réseau social conçue pour nous éloigner de nos écrans.

# ssPreview3
source: Smoke Signal will also be fully self-hosted, thanks to
es: Smoke Signal también estará alojada completamente por el usuario, gracias a
fr: Smoke Signal sera également entièrement auto-hébergée, grâce à

# ssAPHint
source: Open a link to Activity Pub documentation
es: Abrir un enlace a la documentación de Activity Pub
fr: Ouvrir un lien vers la documentation d'Activity Pub

# vaIntro
source: The way a technology is used cannot be decided by those who create it.
es: La forma en que se usa una tecnología no puede ser decidida por quienes la crean.
fr: La manière dont une technologie est utilisée ne peut pas être décidée par ceux qui la créent.

# vaTheBad
source: Which can be a good thing, a bad thing, or an in-between thing. Let's take a moment to discuss the bad: scam apps.
es: Lo cual puede ser algo bueno, algo malo o algo intermedio. Tomémonos un momento para hablar de lo malo: las aplicaciones fraudulentas.
fr: Ce qui peut être une bonne chose, une mauvaise chose, ou quelque chose entre les deux. Prenons un moment pour parler du mauvais : les applications frauduleuses.

# vaScamRisk
source: massively reduces the difficulty for building production ready apps. Combined with AI coding tools, it's easier than ever for scammers to create apps that look and feel legitimate. To help combat this, we'll maintain a list of verified apps.
es: reduce enormemente la dificultad de crear aplicaciones listas para producción. Combinado con herramientas de codificación con IA, ahora es más fácil que nunca para los estafadores crear aplicaciones que parecen y se sienten legítimas. Para ayudar a combatir esto, mantendremos una lista de aplicaciones verificadas.
fr: réduit considérablement la difficulté de création d’applications prêtes pour la production. Combiné aux outils de codage basés sur l’IA, il est plus facile que jamais pour les fraudeurs de créer des applications qui semblent légitimes. Pour aider à lutter contre cela, nous maintiendrons une liste d’applications vérifiées.

# vaCheckIn
source: If you see an app that uses our UI, check here first. If it's not verified, our advice is: don't download it. Beyond that, this is not a list of recommendations. The only requirement to be on this list, is to not be a scam. With that covered, the known UIniverse contains...
es: Si ves una aplicación que usa nuestra interfaz, revisa aquí primero. Si no está verificada, nuestro consejo es: no la descargues. Más allá de eso, esta no es una lista de recomendaciones. El único requisito para estar en esta lista es no ser una estafa. Dicho esto, el UIniverso conocido contiene...
fr: Si vous voyez une application utilisant notre interface, vérifiez ici d’abord. Si elle n’est pas vérifiée, notre conseil est : ne la téléchargez pas. Au-delà de cela, ce n’est pas une liste de recommandations. La seule exigence pour figurer sur cette liste est de ne pas être une arnaque. Avec cela clarifié, l’UIniverse connu contient…

# vaFirst
source: First party
es: Propia
fr: Première partie

# vaThird
source: Third party verified
es: Verificada por terceros
fr: Tiers vérifié

# vaWaiting
source: Waiting
es: En espera
fr: En attente

# vaWillYou
source: Will you be the first?
es: ¿Serás el primero?
fr: Serez-vous le premier ?

# vaKnown
source: Known scams
es: Estafas conocidas
fr: Arnaques connues

# vaSoGood
source: So far, so good! Please don't be the first :)
es: Hasta ahora, todo bien. Por favor, no seas el primero :)
fr: Jusqu’ici, tout va bien ! Veuillez ne pas être le premier :)

# vaPublished
source: If you've published an app using EFUI, send us
es: Si has publicado una aplicación usando Open UI, envíanos
fr: Si vous avez publié une application utilisant Open UI, envoyez-nous

# vaDoNoHarm
source: . We don't have to love the app, and we're not publicly reviewing it. We'll check the code, and as long as it doesn't cause harm, it'll be verified.
es: . No tenemos que amar la aplicación, y no la evaluaremos públicamente. Mientras no cause daño, será verificada.
fr: . Nous n’avons pas besoin d’aimer l’application, et nous ne la passons pas en revue publiquement. Tant qu’elle ne cause aucun tort, elle sera vérifiée.

# vaPrivateFree
source: If your app isn't publicly available, don't worry! But if people you don't know can download it, let us know so we can verify it.
es: Si tu aplicación no está disponible públicamente, ¡no te preocupes! Pero si personas que no conoces pueden descargarla, avísanos para que podamos verificarla.
fr: Si votre application n’est pas disponible publiquement, ne vous inquiétez pas ! Mais si des personnes que vous ne connaissez pas peuvent la télécharger, informez-nous pour que nous puissions la vérifier.

# vaDoYourPart
source: If we haven't heard from you, we'll assume your product is a scam until proven otherwise. If you think that's intense, think again. Open UI is years of work, shared freely. Sending an email is the least you can do.
es: Si no hemos tenido noticias tuyas, asumiremos que tu producto es una estafa hasta que se demuestre lo contrario. Si crees que eso es exagerado, piénsalo bien. Open UI son años de trabajo, compartidos libremente. Enviar un correo electrónico es lo mínimo que puedes hacer.
fr: Si nous n’avons pas eu de vos nouvelles, nous supposerons que votre produit est une arnaque jusqu’à preuve du contraire. Si cela vous semble sévère, réfléchissez-y. Open UI représente des années de travail, partagées librement. Envoyer un e-mail est le minimum que vous puissiez faire.

# tsPageTitle
source: Team
es: Equipo
fr: Équipe

# tsCore
source: Core
es: Núcleo
fr: Cœur

# tsTheFounderLabel
source: A two dimensional profile of Michael Waldron.
es: Perfil bidimensional de Michael Waldron.
fr: Un photo en deux dimensions de Michael Waldron.

# tsTheFounderHint
source: Activate to send him an email.
es: Activar para enviarle un E-mail.
fr: Activez pour lui envoyer un email.

# tsTheFounder
source: The Founder
es: Fundador
fr: Le fondateur

# tsBoardMember
source: Board Member
es: Miembro de la Junta
fr: Membre du conseil

# tsYou
source: You?
es: ¿Tú?
fr: Toi?

# tsMirrorLabel
source: A black circle with a shimmer, to mimic a mirror.
es: Un círculo negro con un brillo, para imitar un espejo.
fr: Un cercle noir avec un éclat, pour imiter un miroir.

# tsMirrorTip
source: Activate to send us an email
es: Activa para enviarnos un correo electrónico
fr: Activez pour nous envoyer un courriel

# tsMirrorHint
source: Ask about joining the team.
es: Pregunta sobre cómo unirte al equipo.
fr: Demandez comment rejoindre l'équipe.

# tsNonProfit
source: The only thing in the way of Empathetech becoming a proper nonprofit is the head count. If you believe in the mission I've laid out, and have a few hours a week to spare, please reach out! It will be fully volunteer to start. I'm not getting paid (yet) either. But, I wouldn't be doing this if I didn't have a good plan for that too. All who are interested are encouraged to reach out, but there is a particular need for folks with experience in: social media management, fundraising, and grant writing.
es: Lo único que impide que Empathetech se convierta en una organización sin fines de lucro adecuada es el número de personas. Si crees en la misión que he expuesto y tienes unas horas libres a la semana, ¡ponte en contacto! Será completamente voluntario al principio. Yo tampoco estoy recibiendo pago (todavía). Pero no haría esto si no tuviera un buen plan para eso también. Se anima a todos los interesados ​​a que se pongan en contacto, pero existe una necesidad particular de personas con experiencia en: gestión de redes sociales, recaudación de fondos, y redacción de subvenciones.
fr: La seule chose qui empêche Empathetech de devenir une véritable organisation à but non lucratif est le nombre de personnes. Si vous croyez en la mission que j’ai présentée et que vous avez quelques heures par semaine à consacrer, contactez-nous ! Ce sera entièrement bénévole au début. Je ne suis pas payé (pas encore) non plus. Mais je ne ferais pas cela si je n’avais pas aussi un bon plan pour cela. Tous ceux qui sont intéressés sont encouragés à nous contacter, mais il existe un besoin particulier de personnes ayant de l'expérience dans les domaines suivants : gestion des médias sociaux, collecte de fonds, et rédaction de subventions.

# tsWild
source: In the wild
es: En la naturaleza
fr: Dans la nature

# ts2025BoothLabel
source: The Empathetech booth for Open Sauce 2025.
es: El stand de Empathetech en Open Sauce 2025.
fr: Le stand Empathetech pour Open Sauce 2025.

# ts2025BoothHint
source: Activate to open the Open Sauce exhibits page.
es: Activar para abrir la página de los expositores de Open Sauce.
fr: Activez pour ouvrir la page des expositions Open Sauce.

# ts2025BoothDescription
source: Open Sauce (2025) was a blast! It was difficult to return to normal life, after being surrounded by so many kind, driven, intelligent, and creative people. Thanks again if you stopped by the Empathetech booth, and here's to next year!
es: ¡Open Sauce (2025) fue increíble! Fue difícil volver a la vida normal, después de estar rodeado de tantas personas amables, motivadas, inteligentes y creativas. ¡Gracias de nuevo si pasaste por el stand de Empathetech, y hasta el próximo año!
fr: Open Sauce (2025) a été un blast ! Il a été difficile de revenir à la vie normale, après avoir été entouré de tant de personnes gentilles, motivées, intelligentes et créatives. Merci encore si vous êtes passé par le stand Empathetech, et à l'année prochaine !

# ts2025BoothDescriptionFix
source: Open Sauce (2025) was a blast! It was difficult to return to normal life, after being surrounded by so many kind, driven, intelligent, and creative people. Thanks again if you stopped by the Empathetic booth, and here's to next year!
es: ¡Open Sauce (2025) fue increíble! Fue difícil volver a la vida normal, después de estar rodeado de tantas personas amables, motivadas, inteligentes y creativas. ¡Gracias de nuevo si pasaste por el stand de Empathetic, y hasta el próximo año!
fr: Open Sauce (2025) a été un blast ! Il a été difficile de revenir à la vie normale, après avoir été entouré de tant de personnes gentilles, motivées, intelligentes et créatives. Merci encore si vous êtes passé par le stand Empathetic, et à l'année prochaine !

# tsCommunity
source: Community
es: Comunidad
fr: Communauté

# tsFreelance
source: Freelance
es: Independiente

# tsVideoProduction
source: Video Production
es: Producción de video
fr: Production vidéo

# tsTranslators
source: Translators
es: Traductores
fr: Traducteurs

# tsAr
source: Arabic
es: Arabe
fr: Arabe

# tsEs
source: Spanish
es: Español
fr: Espagnol

# tsFr
source: French
es: Francés
fr: Français

# tsHt
source: Creole
es: Criollo
fr: Créole

# tsZh
source: Chinese (simplified)
es: Chino (simplificado)
fr: Chinois (simplifié)

# tsProfile
source: {name}'s profile
es: Perfil de {name}
fr: Profil de {name}

# fahJoin
source: Join the Fold
es: Únete a Fold
fr: Rejoignez le Fold

# fahIconLabel
source: a protein molecule.
es: Logotipo de Folding at home: una molécula de proteína.
fr: Logo de Folding at home : une molécule de protéine.

# fahIconHint
source: Activate to open their site.
es: Activar para abrir su página.
fr: Activer pour ouvrir leur site.

# fahIntro1
source: Join the
es: ¡Únete al
fr: Rejoignez

# fahIntro2
source: Folding@home team!
es: equipo de Folding@home!
fr: Folding@home !

# fahTeamHint
source: Open the Empathetic folding at home team page
es: Abre la página del equipo Empathetic folding at home
fr: Ouvre la page de l'équipe Empathetic de folding at home

# fahWhats
source: What's
es: ¿Qué es
fr: Qu'est-ce que

# fahNameHint
source: Open Folding at Home's about page
es: Abrir la página de folding at home
fr: Ouvre la page à propos de folding at home

# fahStats
source: Together, we've earned over 350 million points. That puts us in the top 2% of all teams worldwide!
es: Juntos, hemos ganado más de 400 millones de puntos. ¡Lo que nos sitúa en el 2% de los mejores equipos del mundo!
fr: Ensemble, nous avons gagné plus de 400 millions de points. Cela nous place dans les 2 % des meilleures équipes du monde !

# csPageTitle
source: Contribute
es: Contribuir
fr: Contribuer

# csEveryBit
source: Every bit you give to Empathetech takes a byte out of big tech.
es: Cada bit que das a Empathetech le quitas un byte a los gigantes tecnológicos.
fr: Chaque petit don que vous faites à Empathetech représente une perte pour les grandes entreprises technologiques.

# csEveryBitFix
source: Every bit you give to Empathetic takes a byte out of big tech.
es: Cada bit que das a Empathetic le quitas un byte a los gigantes tecnológicos.
fr: Chaque petit don que vous faites à Empathetic représente une perte pour les grandes entreprises technologiques.

# csTime
source: Time
es: Tiempo
fr: Du temps

# csBecome
source: about becoming a
es: acerca de convertirse en un
fr: pour devenir un

# csGit
source: GitHub contributor
es: colaborador de GitHub
fr: contributeur GitHub

# csMoney
source: Money
es: Dinero
fr: De l'argent

# csOpenLink
source: Open a link to Empathetic's {page}
es: Abre un enlace al {page} de Empathetic
fr: Ouvrir un lien vers {page} de Empathetic

# csPower
source: Power
es: Poder
fr: De l'énergie

# csThanks
source: Many thanks for any and all support!
es: ¡Muchas gracias por todo el apoyo!
fr: Merci beaucoup pour tout votre soutien !

# gEmailTo
source: Email {recipient}
fr: E-mail à {recipient}

# tsFil
source: Filipino
fr: Philippin
