Repository: Empathetech-LLC/dotnet-public
Catalog: lib/l10n/lang_*.arb
Languages: es, fr

# gEmpathLogoLabel
source: a two dimensional hourglass.
es: un reloj de arena bidimensional.
fr: un sablier en deux dimensions.

# gEmpathLogoHint
source: Activate to go to the home page.
es: Activar para ir a la página de inicio.
fr: Activer pour accéder à la page d'accueil.

# gLearn
source: Learn about {name}
es: Conozca más sobre {name}
fr: En savoir plus sur {name}

# gHomeHint
source: Open the home page
es: Abrir la página de inicio
fr: Ouvre la page d'accueil

# gProductsHint
source: Open a product page
es: Abrir una página de producto
fr: Ouvrir une page produit

# gMissionHint
source: Open the mission page
es: Abrir la página del misión
fr: Ouvre la page de mission

# gTeamHint
source: Open the team page
es: Abrir la página del equipo
fr: Ouvre la page de l'équipe

# gContributeHint
source: Open the contribute page
es: Abrir la página de contribuir
fr: Ouvre la page d'contribuer

# gShare
source: Share
es: Compartir
fr: Partager

# gAnEmail
source: an email
es: un email
fr: un e-mail

# gEmailHint
source: Opens your email client
es: Abrir el cliente de email
fr: Ouvre votre application de messagerie

# gNewsletter
source: Newsletter
es: Boletín de noticias
fr: Lettre d'information

# gLogoLabel
source: {thing} logo:
es: Logotipo de {thing}:
fr: Logo de {thing} :

# gIconLabel
source: The icon for {app}:
es: El icono de {app}:
fr: L'icône de {app} :

# gDownloadHint
source: Download {app} for {platform}.
es: Descargar {app} para {platform}.
fr: Télécharger {app} pour {platform}.

# gRepoHint
source: Open a link to the development repo.
es: Abre un enlace al repositorio de desarrollo.
fr: Ouvrir un lien vers le dépôt de développement.

# gEmpathetechGitHint
source: Open the GitHub page for Empathetic LLC
es: Abrir la página de GitHub de Empathetic LLC
fr: Ouvre la page GitHub d'Empathetic LLC

# gImageCredit
source: Image credit: {creator}
es: Crédito de la imagen: {creator}
fr: Crédit image : {creator}

# gReachOut
source: Reach out
es: Contacto
fr: Contactez-nous

# gFiverrPage
source: Open {user}'s Fiverr page
es: Abre la página de {user} en Fiverr
fr: Ouvre la page Fiverr de {user}

# gDontChaWish
source: Don't cha wish your frontend was fun
es: ¿No te gustaría que tu frontend fuera divertido
fr: N'avez-vous pas envie que vos interfaces soient cool,

# gMeQ
source: like me?
es: como yo?
fr: comme les miennes ?

# gDontCha
source: Don't cha?
es: ¿No?
fr: Hein ?

# gDontChaHint
source: Open the GitHub page for this screen's source code
es: Abre la página de GitHub del código fuente de esta pantalla
fr: Ouvre la page GitHub pour le code source de cette interface

# hsSlogan
source: Let's build a better world together bit x bit
es: Construyamos juntos un mundo mejor bit x bit
fr: Construisons ensemble un monde meilleur bit x bit

# hsSloganFix
source: Let's build a better world together bit by bit
es: Construyamos juntos un mundo mejor poco a poco
fr: Construisons ensemble un monde meilleur pas à pas

# hsVideoLabel
source: Empathetic LLC animated logo: the letters in Empathetic transform into the two dimensional hourglass logo
es: Logotipo animado de Empathetic LLC: las letras de Empathetic se transforman en el logotipo bidimensional del reloj de arena
fr: Logo animé d'Empathetic LLC : les lettres d'Empathetic se transforment en un logo, un sablier en deux dimensions

# hsPeople
source: People aren't products.
es: Las personas no son productos.
fr: Les gens ne sont pas des produits.

# hsWell
source: Well, they shouldn't be.
es: Bueno, no deberían serlo.
fr: Eh bien, ils ne devraient pas l'être.

# hsReality
source: The unfortunate reality is our identities, our
es: La desafortunada realidad es que nuestras identidades, nuestros
fr: La triste réalité est que nos identités, nos

# hsData
source: data
es: datos
fr: données

# hsGold
source: , is big tech's latest gold rush.
es: , son la última fiebre del oro de las grandes tecnológicas.
fr: , sont la nouvelle ruée vers l'or des grandes entreprises technologiques.

# hsRush
source: And big tech sure does love to rush. Thanks to their never-ending sprint, the dystopian sci-fi movies are coming true far too quickly.
es: Y a las grandes tecnológicas les encanta correr. Gracias a su carrera sin fin, las películas distópicas de ciencia ficción se están haciendo realidad demasiado rápido.
fr: Et les grandes entreprises technologiques adorent se précipiter. Grâce à leur sprint sans fin, les films de science-fiction dystopiques deviennent réalité beaucoup trop rapidement.

# hsSlow
source: It's time to slow down. It's time we had ownership of our digital selves. It's time for a better
es: Es hora de reducir la velocidad. Es hora de que tengamos la propiedad de nuestro yo digital. Es hora de un mejor
fr: Il est temps de ralentir. Il est temps que nous ayons la propriété de notre moi numérique. Il est temps d'un meilleur

# msPageTitle
source: Mission
es: Misión

# msSoWe
source: So we
es: Así que nosotros
fr: Alors nous

# msBy
source: By
es: Por
fr: Par

# msFirst
source: By first
es: Por primera vez
fr: Par premier

# msIDProblem
source: Identifying the problem
es: Identificación del problema
fr: Identifier le problème

# msIDProblemContent
source: Profit first business models aren't sustainable. By definition: if profit comes first, then things like working towards a mission, treating people right, and responsible consumption of resources all become afterthoughts. And this greed has gone unchecked in big tech. The tech giants have grown dissatisfied with our money, and are building products to target our identities and monopolize our minds.
es: Los modelos de negocio que dan prioridad al beneficio no son sostenibles. Por definición, cosas como trabajar por una misión, tratar bien a las personas y consumir recursos de forma responsable pasan a un segundo plano. Los gigantes tecnológicos no se conforman con llevarse nuestro dinero. Ahora construyen productos para captar nuestras identidades y monopolizar nuestras mentes. Y nadie les dice nada.
fr: Les modèles économiques axés sur le profit ne sont pas durables. Par définition : Si le profit vient en premier, alors des choses comme travailler pour une mission, bien traiter les gens et consommer de manière responsable les ressources deviennent des sujets de second plan. Et cette cupidité n'a pas été maîtrisée dans les grandes entreprises technologiques. Les géants de la technologie ne se contentent plus de prendre notre argent. Ils créent désormais des produits qui ciblent nos identités et monopolisent nos esprits.

# msFindSolution
source: Find a solution
es: Encuentra una solución
fr: Trouver une solution

# msFindSolutionContent
source: Fortunately, there are amazing technologists all over the world working together towards a better narrative. One where the service providers and the customers have an active, healthy, and mutually beneficial relationship. The open source community. At its core, open source software is freely available for anyone to view. Many projects can also be freely modified and redistributed. It's software with nothing to hide, built by folks who recognize shared problems require shared solutions. And in the wonderful world of open source software, there lies a sub category: self-hosting software. Self-hosting lets us take any not-in-use computer (pocket sized ones too) and store our data there. By self-hosting, we can control our own digital presence, rather than sign away control to some far away server, owned by an un-empathetic corporation. And there are self-hosted versions of just about everything! From Adobe to Zoom, there are passionate hacktivists building alternatives that put people over profits. So, how does one make the switch from profit first/closed source to open source? How do they start self-hosting? It takes a lot of time, energy, and prior knowledge. That's where we come in.
es: Afortunadamente, hay tecnólogos increíbles en todo el mundo que trabajan juntos para lograr una mejor narrativa. Una en la que los proveedores de servicios y los clientes tengan una relación activa, saludable y mutuamente beneficiosa. La comunidad de código abierto. En esencia, el software de código abierto está disponible de forma gratuita para que cualquiera lo vea. Muchos proyectos también se pueden modificar y redistribuir libremente. Es un software que no tiene nada que ocultar, creado por gente que reconoce que los problemas compartidos requieren soluciones compartidas. Y en el maravilloso mundo del software de código abierto, existe una subcategoría: el software de alojamiento propio. El alojamiento propio nos permite tomar cualquier computadora que no esté en uso (incluso las de bolsillo) y almacenar allí nuestros datos. Al alojarnos nosotros mismos, podemos controlar nuestra propia presencia digital, en lugar de ceder el control a un servidor lejano, propiedad de una corporación poco empática. ¡Y existen versiones alojadas por nosotros mismos de casi todo! Desde Adobe hasta Zoom, hay hacktivistas apasionados que crean alternativas que priorizan a las personas por sobre las ganancias. Entonces, ¿cómo se hace la transición de un código cerrado que prioriza las ganancias a un código abierto? ¿Cómo empiezan a alojar sus propios archivos? Requiere mucho tiempo, energía y conocimientos previos. Ahí es donde entramos nosotros.
fr: Heureusement, il existe partout dans le monde des technologues extraordinaires qui travaillent ensemble pour un meilleur récit. Un récit dans lequel les fournisseurs de services et les clients entretiennent une relation active, saine et mutuellement bénéfique. La communauté open source. À la base, les logiciels open source sont librement disponibles pour que tout le monde puisse les consulter. De nombreux projets peuvent également être librement modifiés et redistribués. Il s'agit de logiciels qui n'ont rien à cacher, créés par des gens qui reconnaissent que les problèmes communs nécessitent des solutions communes. Et dans le monde merveilleux des logiciels open source, il existe une sous-catégorie : les logiciels auto-hébergés. L'auto-hébergement nous permet de prendre n'importe quel ordinateur non utilisé (y compris ceux de poche) et d'y stocker nos données. En auto-hébergant, nous pouvons contrôler notre propre présence numérique, plutôt que de céder le contrôle à un serveur distant, appartenant à une société peu empathique. Et il existe des versions auto-hébergées de presque tout ! D'Adobe à Zoom, des hacktivistes passionnés créent des alternatives qui privilégient les personnes au profit. Alors, comment passe-t-on du profit/fermé à l'open source ? Comment commencent-ils à s'auto-héberger ? Cela prend beaucoup de temps, d'énergie et de connaissances préalables. C'est là que nous intervenons.

# msProvideValue
source: Doing the work
es: Haciendo el trabajo
fr: Faire le travail

# msProvideValueContent1
source: The Empathetech mission is to re-balance the power in tech by making self-hosting more accessible. We will build apps that enable anyone to own their digital identity. We will build bridges between the open source community and those without the required time, energy, or prior knowledge. And you can't build bridges (or apps) without a strong foundation! That's why
es: La misión de Empathetech es reequilibrar el poder en la tecnología al hacer que el autohospedaje sea más accesible. Crearemos aplicaciones que permitan a cualquier persona ser dueña de su identidad digital. Construiremos puentes entre la comunidad de código abierto y aquellos que no tienen el tiempo, la energía o el conocimiento previo necesarios. ¡Y no se pueden construir puentes (o aplicaciones) sin una base sólida! Es por eso que
fr: La mission d'Empathetech est de rééquilibrer le pouvoir dans la technologie en rendant l'auto-hébergement plus accessible. Nous allons construire des applications qui permettent à chacun de posséder sa propre identité numérique. Nous allons construire des ponts entre la communauté open source et ceux qui n'ont pas le temps, l'énergie ou les connaissances préalables nécessaires. Et on ne peut pas construire de ponts (ou d'applications) sans fondations solides ! C'est pourquoi

# msProvideValueContent1Fix
source: The Empathetic mission is to re-balance the power in tech by making self-hosting more accessible. We will build apps that enable anyone to own their digital identity. We will build bridges between the open source community and those without the required time, energy, or prior knowledge. And you can't build bridges (or apps) without a strong foundation! That's why
es: La misión de Empathetic es reequilibrar el poder en la tecnología al hacer que el autohospedaje sea más accesible. Crearemos aplicaciones que permitan a cualquier persona ser dueña de su identidad digital. Construiremos puentes entre la comunidad de código abierto y aquellos que no tienen el tiempo, la energía o el conocimiento previo necesarios. ¡Y no se pueden construir puentes (o aplicaciones) sin una base sólida! Es por eso que
fr: La mission d'Empathetic est de rééquilibrer le pouvoir dans la technologie en rendant l'auto-hébergement plus accessible. Nous allons construire des applications qui permettent à chacun de posséder sa propre identité numérique. Nous allons construire des ponts entre la communauté open source et ceux qui n'ont pas le temps, l'énergie ou les connaissances préalables nécessaires. Et on ne peut pas construire de ponts (ou d'applications) sans fondations solides ! C'est pourquoi

# msProvideValueContent2
source: exists. Empathetech takes pride in meeting words with actions, and have made our accessible UI open source. Let's build a better world together, bit by bit.
es: existe. Empathetech se enorgullece de cumplir las palabras con acciones y ha hecho que nuestra interfaz de usuario accesible sea de código abierto. Construyamos un mundo mejor juntos, poco a poco.
fr: existe. Empathetech est fier de joindre le geste à la parole et a rendu son interface utilisateur accessible open source. Construisons ensemble un monde meilleur, petit à petit.

# msProvideValueContent2Fix
source: exists. Empathetic takes pride in meeting words with actions, and have made our accessible UI open source. Let's build a better world together, bit by bit.
es: existe. Empathetic se enorgullece de cumplir las palabras con acciones y ha hecho que nuestra interfaz de usuario accesible sea de código abierto. Construyamos un mundo mejor juntos, poco a poco.
fr: existe. Empathetic est fier de joindre le geste à la parole et a rendu son interface utilisateur accessible open source. Construisons ensemble un monde meilleur, petit à petit.

# psPageTitle
source: Products
es: Productos
fr: Produits

# psShowDemo
source: Show demo
es: Mostrar demo
fr: Afficher la démo

# psHideDemo
source: Hide demo
es: Ocultar demo
fr: Masquer la démo

# psShowPromo
source: Show promo
es: Mostrar promo
fr: Afficher la promo

# psHidePromo
source: Hide promo
es: Ocultar promo
fr: Masquer la promo

# psLearnMore
source: to learn more.
es: para saber más.
fr: pour en savoir plus.

# psDownloadNow
source: Download now
es: Descargar ahora
fr: Télécharger maintenant

# psComingSoon
source: Coming soon...
es: Próximamente...
fr: Bientôt disponible...

# ouSlogan
source: Build apps for anyone
es: Crea apps para todos
fr: Créer des applications pour tous

# ouLike
source: Like users who need...
es: Como usuarios que necesitan ...
fr: Comme les utilisateurs qui ont besoin...

# ouAccessible
source: Accessible controls
es: Controles accesibles
fr: Commandes accessibles

# ouZeroStrain
source: zero eye strain
es: cero fatiga visual
fr: zéro fatigue oculaire

# ouEverything
source: Everything in-between
es: Algo más
fr: Autre chose

# ouRandom
source: Random config applied.
es: Configuración aleatoria aplicada.
fr: Configuration aléatoire appliquée.

# ouIs
source: Open UI is an app generator.
es: Open UI es un generador de aplicaciones.
fr: Open UI est un générateur d'applications.

# ouDemo
source: Demonstration of Open UI creating a new app.
es: Demostración de Open UI creando una nueva aplicación.
fr: Démonstration de Open UI créant une nouvelle application.

# ouFoundation
source: It creates the foundation for accessible, cross-platform, multi-language, production ready apps in one click.
es: Crea la base para aplicaciones accesibles, multiplataforma, multilingües y listas para producción en un solo clic.
fr: Il crée les bases d'applications accessibles, multiplateformes, multilingues et prêtes à être produites en un seul clic.

# ouLocal
source: Everything runs on your computer. There are no credentials, credit cards, or cookies.
es: Todo funciona en tu ordenador. No hay credenciales, tarjetas de crédito ni cookies.
fr: Tout fonctionne sur votre ordinateur. Il n'y a pas d'identifiants, de cartes de crédit ou de cookies.

# ouRequirements
source: The only requirements are an internet connection and an idea.
es: Los únicos requisitos son una conexión a Internet y una idea.
fr: Les seules exigences sont une connexion Internet et une idée.

# ouFlutterToo
source: ...and Flutter...
es: ...y Flutter...
fr: ...et Flutter...

# ouHow
source: How does it work?
es: ¿Cómo funciona?
fr: Comment ça marche ?

# ouEFUIsHow
source: Open UI is built upon, and get's you started with,
es: Open UI te ayuda a empezar a utilizar,
fr: Open UI vous permet de démarrer avec,

# ouSimplifies
source: EFUI is a library for building truly accessible apps. It simplifies...
es: EFUI es una biblioteca para crear aplicaciones verdaderamente accesibles. Se simplifica...
fr: EFUI est une bibliothèque permettant de créer des applications véritablement accessibles. Cela simplifie...

# ouPlatform
source: Platform availability
es: Disponibilidad de plataforma
fr: Multiplateforme

# ouPlatformContent
source: You can use EFUI to create on Android, iOS, Linux, macOS, Windows and Web!
es: ¡Puedes usar EFUI para crear apps de Android, iOS, Linux, macOS, Windows y Web!
fr: Vous pouvez utiliser EFUI pour créer sur Android, iOS, Linux, macOS, Windows et Web !

# ouResponsive
source: Responsive design
es: Diseño adaptativo
fr: Design réactif

# ouResponsiveContent
source: To see it in action, play with the window you're using right now!
es: Para verlo en acción, ¡interactúa con la ventana que estás usando ahora mismo!
fr: Pour voir cela en action, jouez avec la fenêtre que vous utilisez actuellement !

# ouScreen
source: Screen reader support
es: Soporte para lectores de pantalla
fr: Prise en charge du lecteur d'écran

# ouScreenContent
source: Empathetech apps support users who need
es: Las apps de Empathetech ayudan a los usuarios que lo necesitan
fr: Les applications Empathetech soutiennent les utilisateurs qui en ont besoin

# ouScreenContentFix
source: Empathetic apps support users who need
es: Las apps de Empathetic ayudan a los usuarios que lo necesitan
fr: Les applications Empathetic soutiennent les utilisateurs qui en ont besoin

# ouTalkBackHint
source: Open a link to TalkBack documentation
es: Abrir un enlace a la documentación de TalkBack
fr: Ouvre un lien vers la documentation TalkBack

# ouAnd
source: and
es: y
fr: et

# ouVoiceOverHint
source: Open a link to VoiceOver documentation
es: Abrir un enlace a la documentación de VoiceOver
fr: Ouvre un lien vers la documentation VoiceOver

# ouCustom
source: User customization
es: Personalización del usuario
fr: Personnalisation utilisateur

# ouCustomContent
source: The only way to be truly accessible to ALL customers is to empower them with the freedom of choice! EFUI provides an elegant UX for full control over an app's appearance.
es: ¡La única forma de ser verdaderamente accesible para TODOS los clientes es brindarles la libertad de elección! EFUI proporciona una UX elegante para un control total sobre la apariencia de una aplicación.
fr: La seule façon d'être véritablement accessible à TOUS les clients est de leur donner la liberté de choix ! EFUI fournit une expérience utilisateur élégante pour un contrôle total sur l'apparence d'une application.

# ouInternational
source: Internationalization
es: Internacionalización
fr: Internationalisation

# ouInternationalContent
source: Empathetech apps have been translated to Spanish and French (so far). EFUI also provides the infrastructure for unlimited future translations.
es: Las aplicaciones de Empathetech se han traducido al español y al francés (hasta el momento). EFUI también proporciona la infraestructura para futuras traducciones ilimitadas.
fr: Les applications Empathetech ont été traduites en espagnol et en français (jusqu'à présent). EFUI fournit également l'infrastructure pour des traductions futures illimitées.

# ouInternationalContentFix
source: Empathetic apps have been translated to Spanish and French (so far). EFUI also provides the infrastructure for unlimited future translations.
es: Las aplicaciones de Empathetic se han traducido al español y al francés (hasta el momento). EFUI también proporciona la infraestructura para futuras traducciones ilimitadas.
fr: Les applications Empathetic ont été traduites en espagnol et en français (jusqu'à présent). EFUI fournit également l'infrastructure pour des traductions futures illimitées.

# ouReliability
source: Reliability
es: Fiabilidad
fr: Fiabilité

# ouReliabilityContent
source: Empathetech software is built to last. This is NOT AI code generation. Empathetech programmers are people. LLMs are rubber ducks.
es: El software de Empathetech está diseñado para durar. Esto NO es generación de código de IA. Las programadoras Empathetech son personas. Los LLM son como patos de goma.
fr: Les logiciels Empathetech sont conçus pour durer. Il ne s’agit PAS d’une génération de code IA. Les programmeurs d’Empathetech sont des personnes. Les LLM sont des canards en caoutchouc.

# ouReliabilityContentFix
source: Empathetic software is built to last. This is NOT AI code generation. Empathetic programmers are people. LLMs are rubber ducks.
es: El software de Empathetic está diseñado para durar. Esto NO es generación de código de IA. Las programadoras Empathetic son personas. Los LLM son como patos de goma.
fr: Les logiciels Empathetic sont conçus pour durer. Il ne s’agit PAS d’une génération de code IA. Les programmeurs d’Empathetic sont des personnes. Les LLM sont des canards en caoutchouc.

# ouGetStarted
source: Get started
es: Velo en directo
fr: Testez-le en direct

# ouOpenUIIconLabel
source: a settings sandbox.
es: un configuración sandbox.
fr: un paramètres bac à sable.

# ouEFUITagLine
source: When built with EFUI, your apps can truly reach any audience!
es: ¡Cuando se construye con EFUI, tus apps pueden llegar a cualquier audiencia!
fr: En utilisant EFUI, vos applications peuvent toucher tous les publics !

# ouConsult
source: for consultation and contracting.
es: para consultas y contrataciones.
fr: pour consultation et contractualisation.

# sosPromoLabel
source: A promotional video for Insta SOS.
es: Un video promocional de Insta SOS.
fr: Une vidéo promotionnelle pour Insta SOS.

# sosDescription
source: A camera, SOS beacon, and list of your rights all in one place. It's available in English, Arabic, Spanish, Filipino, French, Creole, Simplified Chinese, and supports screen readers.
es: Una cámara, una baliza SOS y una lista de tus derechos, todo en un solo lugar. Está disponible en inglés, árabe, español, filipino, francés, criollo, chino simplificado, y admite lectores de pantalla.
fr: Une caméra, une balise SOS et une liste de vos droits, le tout au même endroit. Il est disponible en anglais, arabe, espagnol, philippin, français, créole, chinois simplifié, et prend en charge les lecteurs d'écran.

# sosPrivate
source: InstaSOS has no accounts, cookies, or ads.
es: InstaSOS no tiene cuentas, cookies ni anuncios.
fr: InstaSOS n'a pas de comptes, de cookies ou de publicités.
